var song=[
	{
		'song_name':'月半小夜曲',
		'singer':'周杰伦',
		'imgSrc':'img/an4.jpg',
		'lrc':{
			'00:00':'特别鸣谢：卢天奇',
			'00:05':'月半小夜曲 李克勤',
			'00:10':'曲：河合奈保子 词：向雪怀 ',
			'00:23':'仍然倚在失眠夜望天边星宿 ',
			'00:29':'仍然听见小提琴如泣似诉再挑逗 ',
			'00:35':'为何只剩一弯月留在我的天空 ',
			'00:42':'这晚以后音讯隔绝 ',
			'00:47':'人如天上的明月是不可拥有 ',
			'00:53':'情如曲过只遗留无可挽救再分别 ',
			'00:58':'为何只是失望填密我的空虚 ',
			'01:05':'这晚夜没有吻别 ',
			'01:11':'仍在说永久想不到是借口 ',
			'01:26':'但我的心每分每刻仍然被她占有 ',
			'01:33':'她似这月儿仍然是不开口 ',
			'01:37':'提琴独奏独奏着明月半倚深秋 ',
			'01:44':'我的牵挂我的渴望 直至以后 '
		}
	},
	{
		'song_name':'月半小夜曲2',
		'singer':'周杰伦',
		'imgSrc':'img/an4.jpg',
		'lrc':{
			'00:00':'特别鸣谢：卢天奇',
			'00:05':'月半小夜曲 李克勤',
			'00:10':'曲：河合奈保子 词：向雪怀 ',
			'00:23':'仍然倚在失眠夜望天边星宿 ',
			'00:29':'仍然听见小提琴如泣似诉再挑逗 ',
			'00:35':'为何只剩一弯月留在我的天空 ',
			'00:42':'这晚以后音讯隔绝 ',
			'00:47':'人如天上的明月是不可拥有 ',
			'00:53':'情如曲过只遗留无可挽救再分别 ',
			'00:58':'为何只是失望填密我的空虚 ',
			'01:05':'这晚夜没有吻别 ',
			'01:11':'仍在说永久想不到是借口 ',
			'01:26':'但我的心每分每刻仍然被她占有 ',
			'01:33':'她似这月儿仍然是不开口 ',
			'01:37':'提琴独奏独奏着明月半倚深秋 ',
			'01:44':'我的牵挂我的渴望 直至以后 '
		}
	},
	{
		'song_name':'月半小夜曲3',
		'singer':'周杰伦',
		'imgSrc':'img/an4.jpg',
		'lrc':{
			'00:00':'特别鸣谢：卢天奇',
			'00:05':'月半小夜曲 李克勤',
			'00:10':'曲：河合奈保子 词：向雪怀 ',
			'00:23':'仍然倚在失眠夜望天边星宿 ',
			'00:29':'仍然听见小提琴如泣似诉再挑逗 ',
			'00:35':'为何只剩一弯月留在我的天空 ',
			'00:42':'这晚以后音讯隔绝 ',
			'00:47':'人如天上的明月是不可拥有 ',
			'00:53':'情如曲过只遗留无可挽救再分别 ',
			'00:58':'为何只是失望填密我的空虚 ',
			'01:05':'这晚夜没有吻别 ',
			'01:11':'仍在说永久想不到是借口 ',
			'01:26':'但我的心每分每刻仍然被她占有 ',
			'01:33':'她似这月儿仍然是不开口 ',
			'01:37':'提琴独奏独奏着明月半倚深秋 ',
			'01:44':'我的牵挂我的渴望 直至以后 '
		}
	}
]
